Repository: AKotov-dev/dnscrypt-gui
Catalog: dnscrypt-gui/languages/dnscgui.*.po
Languages: ru

source: Stop
ru: Стоп

source: Restart
ru: Рестарт

source: Tor and the like
ru: Tor и подобные

source: Navigation: Up, Down, PageUP, PageDown...
ru: Навигация: Up, Down, PageUP, PageDown...

source: Resolver:
ru: Резольвер:

source: Check system DNS
ru: Проверить системный DNS

source: NS from /etc/resolv.conf:
ru: NS из /etc/resolv.conf:

# tmainform.label3.caption
source: Server:
ru: Cервер:

# tmainform.label4.caption
source: Port:
ru: Порт:

source: FallBack:
ru: Фолбэк:

# tmainform.label6.caption
source: Server:
ru: Cервер:

# tmainform.label7.caption
source: Port:
ru: Порт:

source: Licence: GPLv3 Author: alex_q_2000 (C) 2025
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2025

source: Root environment required!
ru: Требуется окружение root!
